Repository: bic-ed/Multiverse
Catalog: multiverse/locale/*/LC_MESSAGES/multiverse.po
Languages: it_it, nl_nl, ru_ru

source: Follow me on...
it_it: Seguimi su...
nl_nl: Volg me op…
ru_ru: Ссылки:

source: Copyright info
it_it: Informazioni sul Copyright
ru_ru: Авторские права

source: Photographer
it_it: Fotografo
nl_nl: Fotograaf
ru_ru: Фотограф

source: Get in touch
it_it: Mettiti in contatto
nl_nl: Contact
ru_ru: Связаться

source: See more
it_it: Vedi altro
nl_nl: Meer
ru_ru: Еще

source: Language
it_it: Lingua
nl_nl: Taal
ru_ru: Язык

source: Open the popup in Search page
it_it: Apri il popup nella pagina di Ricerca
nl_nl: Open de popup op de zoek-pagina
ru_ru: Всплывающее окно на страницах Поиска

source: Open the popup in Archive page
it_it: Apri il popup nella pagina Archivio
nl_nl: Open de popup op de archief-pagina
ru_ru: Всплывающее окно в Архиве

source: Open the popup in Album page
it_it: Apri il popup nella pagina dell’Album
nl_nl: Open de popup op de album-pagina
ru_ru: Всплывающее окно в Альбомах

source: Search results
it_it: Risultati ricerca
nl_nl: Zoekresultaten
ru_ru: Результаты поиска

source: album
ru_ru: альбом

source: image
it_it: immagine
nl_nl: afbeelding
ru_ru: изображение

source: Image width
it_it: Larghezza immagine
nl_nl: Breedte afbeeldingen
ru_ru: Ширина изображения

source: Set the max width in pixels for the image displayed in the popup.
it_it: Imposta la larghezza massima in pixel per l’immagine nel popup.
nl_nl: Maximale breedte van de afbeelding in de popup.
ru_ru: Установите максимальную ширину для Изображения во всплывающем окне.

source: Image height
it_it: Altezza immagine
nl_nl: Hoogte afbeeldingen
ru_ru: Высота изображения

source: Set the max height in pixels for the image displayed in the popup.
it_it: Imposta l’altezza massima in pixel per l’immagine nel popup.
nl_nl: Maximale hoogte van de afbeelding in de popup.
ru_ru: Установите максимальную высоту для Изображения во всплывающем окне.

source: <strong>Note:</strong> images in the popup might be visually reduced in width and height to fit user screen, but they can be zoomed to the sizes set here by double clicking on them.
it_it: <strong>Nota:</strong> le immagini nel popup possono essere visualizzate con larghezza e altezza ridotte per adattarle allo schermo dei visitatori, ma è possibile ingrandirle, con un doppio click, alle dimensioni impostate qui.
nl_nl: <strong>Opmerking:</strong> afbeeldingen in de popup worden geschaald zodat ze in het browservenster passen.
ru_ru: <strong>Примечание:</strong> Изображения во всплывающем окне могут быть визуально уменьшены по ширине и высоте, чтобы соответствовать экрану пользователя, но их можно увеличить до размеров, установленных здесь, дважды щелкнув по ним.

source: Check to show a link to the full size image on the image page. The behavior of the link depends on the options set in <code>Options->Image: Full image protection</code>.
it_it: Spunta per mostrare un link all’immagine originale nella pagina dell’immagine. Il comportamento del link dipende dalle opzioni impostate in <code>Opzioni->Immagine: Protezione immagine originale</code>.
nl_nl: Vink aan voor een link naar de volledige afbeelding op de afbeeldings-pagina, Hoe de link werkt is afhankelijk van de opties in <code>Opties > Afbeeldingen: Full image protection</code>.
ru_ru: Отметьте, чтобы показывать ссылку на полноразмерное изображение на странице Изображения. Поведение ссылки зависит от параметров, установленных в <code>Настройки->Изображение: Защита оригиналов</code>.

source: Email subject
it_it: Oggetto email
nl_nl: E-mail onderwerp
ru_ru: Тема e-mail

source: Subject of the email sent through the contact form included in Multiverse footer. Zenphoto automatically adds the title of your gallery (between brackets)
it_it: L’oggetto dell'email inviata attraverso il modulo di contatto incluso nel footer di Multiverse. Zenphoto aggiunge automaticamente il titolo della galleria (tra parentesi).
nl_nl: Het onderwerp van de e-mail die verzonden wordt via het contactformulier. Zenphoto voegt automatisch de titel van de website toe (tussen haakjes).
ru_ru: Тема e-mail, отправленного через контактную форму, в "подвале" Multiverse. Zenphoto автоматически добавляет название вашей галереи (в скобках)

source: <strong>Note:</strong> leave this field empty to include a subject field in the contact form and let users fill it as they wish.
it_it: <strong>Nota:</strong> lascia vuoto questo campo per includere un campo oggetto nel modulo di contatto e consentire ai visitatori di compilarlo autonomamente.
nl_nl: <strong>Opmerking:</strong> als dit veld leeg is krijgt de gebruiker de mogelijkheid zelf een onderwerp in te vullen.
ru_ru: <strong>Примечание:</strong> Оставьте это поле ПУСТЫМ, чтобы включить поле Темы e-mail в контактную форму и позволить пользователям заполнять его по своему усмотрению.

source: Copyright owner
it_it: Titolare del copyright
nl_nl: Copyright eigenaar
ru_ru: Владелец авторских прав

source: Write the name of the copyright owner here. To this will be automatically added the year of the older image present in your gallery, followed by the current year, with a link to the full archive page.
it_it: Scrivi qui il nome del proprietario del copyright. A questo verrà aggiunto automaticamente l’anno dell’immagine più vecchia della galleria, seguito dall’anno in corso, con un link alla pagina dell’archivio completo.
nl_nl: De naam van de copyright eigenaar. Hieraan wordt automatisch het eerste en het laatste jaar van afbeeldingen toegevoegd met een link naar de archiefpagina gemaakt.
ru_ru: Укажите здесь имя владельца авторских прав. К имени будет автоматически добавлен год самого старого изображения из вашей галереи, а затем текущий год со ссылкой на страницу Архива.

source: <strong>Note:</strong> leave this field empty if you don’t want any copyright text displayed.
it_it: <strong>Nota:</strong> lascia vuoto questo campo se non vuoi mostrare nessun copyright.
nl_nl: <strong>Opmerking:</strong> laat dit leeg als je geen copyright tekst op de website wilt.
ru_ru: <strong>Примечание:</strong> Оставьте эти поле ПУСТЫМ, если не хотите отображать информацию об авторских правах.

source: Copyright page
it_it: Pagina del copyright
nl_nl: Copyright pagina
ru_ru: Страница с политикой авторских прав

source: Choose the page that contains your site copyright terms, if any. A link to this page will be generated on the name of the copyright owner.
it_it: Scegli la pagina che contiene i termini del copyright, se esiste. Sarà generato un link alla pagina sul nome del titolare del copyright.
nl_nl: Kies een pagina met je copyright voorwaarden. De naam van de copyright eigenaar wordt dan een link naar deze pagina.
ru_ru: Выберите страницу, содержащую политику авторских прав для вашего сайта, если таковая имеются. Ссылка на эту страницу будет создана с включением имени владельца авторских прав.

source: <strong>Note:</strong> You need the Zenpage extension enabled to use this feature.
it_it: <strong>Nota:</strong> Per utilizzare questa funzione deve essere abilitata l’estensione Zenpage.
nl_nl: <strong>Opmerking:</strong> Om dit te kunnen gebruiken moet de Zenpage plugin geactiveerd zijn.
ru_ru: <strong>Примечание:</strong> Для использования этой функции необходимо активировать плагин Zenpage.

source: Social profiles
it_it: Profili social
nl_nl: Social media profielen
ru_ru: Социальные сети

source: Check to display a list of icons with links to your social media profiles, defined by filling the fields below with the following data:
it_it: Spunta per mostrare una lista di icone con i link ai tuoi profili social, definiti compilando i campi qui sotto con i seguenti dati:
nl_nl: Vink aan om social media iconen te tonen met links naar de betreffende pagina’s. De iconen en links worden gecreëerd door de volgende gegevens in te vullen:
ru_ru: Отметьте, чтобы отобразить список иконок со ссылками на ваши профили в социальных сетях из данных в заполненных полях ниже:

source: Your social profile URL
it_it: URL del tuo profilo social
nl_nl: URL van je socal media pagina
ru_ru: URL вашего профиля в социальной сети

source: Font Awesome class for the icon (i.e. <em>fa-github</em> for GitHub).
it_it: Classe Font Awesome per l’icona (i.e. <em>fa-github</em> per GitHub).
nl_nl: Font Awesome class voor het icoon (b.v. <em>fa-github</em> for GitHub).
ru_ru: CSS класс Font Awesome для иконки (например, <em>fa-github</em> для GitHub).

source: Here the full list
it_it: Qui la lista completa
nl_nl: Bekijk de volledige lijst
ru_ru: Полный список

source: Name of the social media
it_it: Nome del social media
nl_nl: Naam van het social media platform
ru_ru: Название социальной сети

source: Use the <strong>Add</strong> button to add a new social media or the <strong>Delete</strong> button to remove the last one.
it_it: Usa il pulsante <strong>Aggiungi</strong> per aggiungere un nuovo social media o quello <strong>Elimina</strong> per eliminare l’ultimo della lista.
nl_nl: Gebruik de <strong>Toevoegen</strong> knop om meer social media pagina’s toe te voegen of de <strong>Verwijder</strong> knop op de laatste te verwijderen.
ru_ru: Используйте кнопку <strong>Добавить</strong>, чтобы добавить новую социальную сеть, или кнопку <strong>Удалить</strong>, чтобы удалить последнюю в текущем списке.

source: This overrides the <em>Homepage</em> option above.
it_it: Questo sovrascrive l’opzione <em>Home page</em> qui sopra.
nl_nl: Deze optie gaat vóór de <em>Homepage</em> optie hierboven.
ru_ru: Переопределяет настройку <em>Домашней страницы</em> выше.

source: Enable Pagination
it_it: Abilita paginazione
nl_nl: Activeer paginering
ru_ru: Включить разбивку по страницам

source: Check to split albums into multiple pages, depending on the options <code>Albums</code> and <code>Images</code> found at the top of this page. The album design is cleaner with this option disabled (default), however if you have some albums with many images and you are experiencing a too long loading time, you may wish to enable this option.
it_it: Spunta per dividere gli album in più pagine, in base alle opzioni <code>Album</code> e <code>Immagini</code> che si trovano all’inizio di questa pagina. Il design degli album è più pulito con questa opzione disabilitata (impostazione predefinita), ma se hai degli album con molte immagini e stai sperimentando tempi di caricamento troppo lunghi puoi decidere di abilitare questa opzione.
nl_nl: Wanneer dit is aangevinkt worden album- en afbeeldingspagina’s gepagineerd volgens de opties <code>Albums</code> and <code>Images</code> bovenaan deze pagina. Gebruik dit vooral wanneer er heel veel afbeeldingen in albums zitten en de webite daardoor traag wordt.
ru_ru: Отметьте, чтобы разделить альбомы на несколько страниц, в зависимости от параметров <code>Альбомов</code> и <code>Изображений</code>, вверху этой страницы. Дизайн альбома чище, эта опция отключена (по умолчанию), однако, если у вас есть альбомы с большим количеством изображений и вы испытываете задержки при загрузке страниц, вы можете включить эту опцию.
